[
    {
        "1": "Humayun Tomb , also known as the ______ with not one or two but 100 tombs inside the single complex. The graves in this Tomb are not scripted anywhere so it’s difficult to ascertain the names of people engraved in it.",
        "2": "The first garden tomb built in India, built by the Persian, its scenic beauty can leave people mesmerized to keep visiting one of the major tourist attractions in Delhi, India.",
        "3": "Humayun Tomb was actually built by a wife for her husband, Mughal Emperor Humayun. This was built by her in the fond memory of her loving husband after his demise.",
        "4": "There are ample examples of ancient Indian architectural marvels, the geometry and marvellous symmetry that is portrayed in the monuments. It is also believed that this structure was inspired by the Taj Mahal situated in Agra",
        "5": "The cenotaph inside the monument has a small tent made on its top that carefully houses and protects Humayun’s sword, shoes, and turban as a token of his memory. Interestingly this monument went on to introduce the concept of four-quartered garden in Mughal architecture",
        "6": "Emperor Humayun was buried at two other locations before he was finally laid to rest in this tomb complex.",
        "7": "______ is one of the best tourist places to visit in Delhi. The whole complex is currently run and maintained by the Archaeological Survey of India (ASI). In 1993, the tomb complex gained the status of a UNESCO World Heritage Site for its cultural and historical significance.",
        "8": "At the time of the ____ in 1947, Humayun Tomb along with the Purana Qila served as refugee camps for those migrating to Pakistan. For almost five years the camps were held at this site, causing much damage to the main structure and the gardens.",
        "9": "The grand tomb complex was designed by Mirak Mirza Ghiyas, a Persian architect whom the Begum herself chose. It is a vivid example of the Mughal style of architecture with elements of Indian and Persians styles incorporated into it.",
        "0": "Which of the following Mughal monuments is not made of marble?"
    },
    {
        "1": {
            "a": "Dormitory of jaipur",
            "b": "Dormitory of Mughal",
            "c": "Dormitory of Tribes",
            "d": "Dormitory of Nagpur"
        },
        "2": {
            "a": "Chittorgarh Fort",
            "b": "Taj Mahal",
            "c": "Humayun Tomb",
            "d": "Qutub Minar"
        },
        "3": {
            "a": "Rukaiya Sultan Begum",
            "b": "Begum Hazrat Mahal",
            "c": "Hamida Banu Begum",
            "d": "Begum Para"
        },
        "4": {
            "a": "Chittorgarh Fort",
            "b": "Taj Mahal",
            "c": "Red Fort",
            "d": "Humayun Tomb"
        },
        "5": {
            "a": "Chittorgarh Fort",
            "b": "Humayun Tomb",
            "c": "Red Fort",
            "d": "Qutub Minar"
        },
        "6": {
            "a": "Chittorgarh Fort",
            "b": "Humayun Tomb",
            "c": "Taj Mahal",
            "d": "Qutub Minar"
        },
        "7": {
            "a": "Humayun Tomb",
            "b": "Chittorgarh For",
            "c": "Red Fort",
            "d": "Qutub Minar"
        },
        "8": {
            "a": "Country’s partition",
            "b": "World War 1",
            "c": "World War 2",
            "d": "British Invasion"
        },
        "9": {
            "a": "Chittorgarh Fort",
            "b": "Taj Mahal",
            "c": "Red Fort",
            "d": "Humayun Tomb"
        },
        "0": {
            "a": "Taj Mahal",
            "b": "Tomb of Idmat-ud-daula",
            "c": "Humayuns Tomb",
            "d": "Moti Masjid"
        }
    },
    {
        "1": "Dormitory of Mughal",
        "2": "Humayun Tomb",
        "3": "Hamida Banu Begum",
        "4": "Humayun Tomb",
        "5": "Humayun Tomb",
        "6": "Humayun Tomb",
        "7": "Humayun Tomb",
        "8": "Country’s partition",
        "9": "Humayun Tomb",
        "0": "Humayun Tomb"
    }
]
